Repository: Bertholf/RB-Agency-Interact
Catalog: translation/rb-agency-interact-*.po
Languages: it_it, pt_br

source: file
pt_br: arquivo

source: password
pt_br: Senha

source: image
pt_br: imagem

source: No valid record found.
pt_br: Nenhum cadastro encontrado.

source: Profile deleted successfully!
pt_br: Perfil excluído com sucesso!

source: List
pt_br: Lista

source: All Records
pt_br: Todos os cadastros

source: Create New
pt_br: Criar

source: Search By
pt_br: Procurar por

source: First Name
it_it: Nome
pt_br: Nome

source: Last Name
it_it: Cognome
pt_br: Sobrenome

source: Username
it_it: nome utente
pt_br: Login

source: Email Address
it_it: Indirizzo Email
pt_br: Email

source: Approve this Record
pt_br: Aprovar este cadastro

source: Edit this Record
pt_br: Editar este cadastro

source: Edit
it_it: Edita
pt_br: Editar

source: View
pt_br: Ver

source: New user registration on your blog %s:
it_it: Registrazione nuovo utente nel tuo blog% s:
pt_br: Novo usuário se cadastrou no seu site %s:

source: Username: %s
it_it: Nome utente: %s
pt_br: Login: %s

source: [%s] New User Registration
it_it: [% s] Registrazione Nuovo Utente
pt_br: [%s] Novo cadastro de Usuário

source: Hi there,
it_it: Ciao,
pt_br: Olá,

source: Thanks for joining %s! Here's how to log in:
it_it: Grazie per la Registrazione a %s! Ecco come accedere:
pt_br: Obrigado por se juntar %s! Faça o seu login agora mesmo:

source: Password: %s
pt_br: Senha: %s

source: If you have any problems, please contact us at %s.
it_it: Se avete problemi, vi preghiamo di contattarci all'indirizzo %s. oppure al 3665441400
pt_br: Se você tiver qualquer problema, por favor contacte-nos em %s.

source: Regards,
it_it: Cordialita,
pt_br: Atenciosamente,

source: %s Registration Successful! Login Details
it_it: %s Registrazione avvenuta con successo! Dettagli per il Login
pt_br: %s cadastrada com sucesso! Detalhes de login

source: User Account Pending for Approval on your blog %s:
pt_br: Conta de Usuário pendente para aprovação em seu site %s:

source: [%s] : Pending for Approval : %s
pt_br: [%s] : Pendente de Aprovação : %s

source: Thanks for joining %s!
pt_br: Obrigado por se juntar a %s!

source: Your account is pending for approval. We will send you a confirmation once account is approved.
it_it: Il tuo Profilo è in attesa di approvazione. Vi invieremo email di conferma appena sara approvato.
pt_br: A sua conta está aguardando aprovação. Enviaremos uma confirmação assim que a conta for aprovada.

source: %s Registration Successful! Account is pending for approval
it_it: %s Registrazione avvenuta con successo! Il tuo Profilo e in attesa di Approvazione
pt_br: %s cadastrado com sucesso! Sua conta está aguardando aprovação

source: Congratulations! Your account is approved.
it_it: Complimenti! Il tuo Profilo è stato approvato.
pt_br: Parabéns! A sua conta for aprovada.

source: %s Congratulations! Your account is approved.
pt_br: Parabéns %s! A sua conta for aprovada.

source: Almost done...
it_it: Quasi finito...
pt_br: Quase pronto...

source: One More Step
it_it: Primo step
pt_br: Mais um passo

source: Please click here to complete the uninstallation process
it_it: Clicca qui per terminare il processo
pt_br: Por favor clique aqui para completar o processo de desinstalação

source: Displays profile actions such as login and links to edit
pt_br: Displays perfil ações como login e links para editar

source: Password
pt_br: Senha

source: forgot password
it_it: password dimenticata
pt_br: Esqueci minha senha

source: Keep me signed in
it_it: Ricordami
pt_br: Mantenha-me logado

source: Sign In
it_it: Entra
pt_br: Logar

source: A username is required for registration.<br />
it_it: Richiesto un username per la registrazione<br />
pt_br: Um nome de usuário é necessário para registo. <br />

source: Sorry, that username already exists!<br />
it_it: L'username utilizzato esiste<br />
pt_br: Desculpe, este nome de usuário já existe! <br />

source: You must enter a valid email address.<br />
it_it: Indirizzo email non valido<br />
pt_br: Você deve digitar um e-mail válido. <br />

source: Sorry, that email address is already used!<br />
it_it: Indirizzo email già esiste<br />
pt_br: Desculpe, esse endereço de e-mail já está sendo usado! <br />

source: Company is required.<br />
pt_br: Empresa é obrigatório.<br />

source: website is required.<br />
pt_br: Site é obrigatório.<br />

source: Address is required.<br />
pt_br: Endereço é obrigatório.<br />

source: City is required.<br />
pt_br: Cidade é obrigatório.<br />

source: State is required.<br />
pt_br: Estado é obrigatório.<br />

source: Zip is required.<br />
pt_br: CEP é obrigatório.<br />

source: Country is required.<br />
pt_br: País é obrigatório.<br />

source: You must agree to the terms and conditions to register.<br />
it_it: Devi accettare i termini e le nostre condizioni<br />
pt_br: Você deve concordar com os termos e condições para se cadastrar. <br />

source: must have a display name identified
pt_br: Deve ter um nome de exibição identificado

source: You are currently logged in as .
it_it: Sei attualmente connesso come
pt_br: Você está atualmente logado como .

source: Log out of this account
it_it: Esci da questo account
pt_br: Sair desta conta

source: Log out
it_it: Esci
pt_br: Sair

source: Please check your email address. That's where you'll receive your login password.<br/> (It might go into your spam folder)
it_it: Prego controlla la tua casella email. Dovresti aver ricevuto i dati per il login.<br/> (Controlla anche la cartella spam)
pt_br: Por favor, verifique o seu endereço de e-mail. É lá que você vai receber sua senha de login. <br/> (Verifique na caixa de spam)

source: Your account is pending for approval. We will notify once your account is approved.
pt_br: A sua conta está aguardando aprovação. Nós avisaremos assim que ela for aprovada.

source: Users can register themselves or you can manually create users here.
it_it: I profili si possono registrare oppure è possibile creare manualmente gli utenti qui
pt_br: Os usuários podem registrar-se ou você pode criar manualmente os usuários aqui.

source: Users cannot currently register themselves, but you can manually create users here.
it_it: I profili non possono registrarsi oppure è possibile creare manualmente gli utenti qui
pt_br: Os usuários não podem registar-se, mas você pode criar manualmente os usuários aqui.

source: Username (required)
it_it: Username (richiesto)
pt_br: Login (obrigatório)

source: Password (required)
pt_br: Senha (obrigatório)

source: E-mail (required)
it_it: Email (richiesto)
pt_br: E-mail (obrigatório)

source: Company
pt_br: Empresa

source: Website
it_it: Sito Web
pt_br: Site

source: Street Address
pt_br: Rua

source: City
it_it: Città
pt_br: Cidade

source: State
it_it: Provincia
pt_br: Estado

source: Zip
it_it: C.A.P
pt_br: CEP

source: Country
it_it: Regione
pt_br: País

source: I agree to the %s terms of service
it_it: Accetto %s termini e condizioni
pt_br: Eu concordo com %s termos de serviço

source: Your account is pending for approval.
pt_br: A sua conta está aguardando aprovação.

source: Your account is not registered as Talent/Model.
pt_br: Sua conta não está registrado como Talento / Modelo.

source: Click
pt_br: Clique

source: here
pt_br: aqui

source: to login as Casting.
pt_br: para acessar como Casting.

source: Check your e-mail for the reset link to create a new password.
pt_br: Verifique se o seu e-mail para o link de redefinição da senha.

source: Members Sign in
it_it: Login
pt_br: Faça seu login

source: Not a member
it_it: Non registrato
pt_br: Ainda não tem cadastro

source: Talent
it_it: Profilo
pt_br: Talento

source: Register here
it_it: Registrati qui
pt_br: Cadastre-se aqui

source: Create your free profile page
it_it: Crea il tuo profilo
pt_br: Crie a sua página de perfil gratuitamente

source: Register Now
pt_br: Cadastrar-se

source: Overview
it_it: Panoramica
pt_br: Painel

source: My Account
it_it: Il Mio Account
pt_br: Minha conta

source: Favorites
pt_br: Favoritos

source: My Profile
it_it: Il Mio Profilo
pt_br: Meu perfil

source: My Media
it_it: I miei media
pt_br: Minhas mídias

source: View My Profile
it_it: Visualizza profilo
pt_br: Ver meu perfil

source: Error, query failed
pt_br: Erro, a consulta falhou

source: Hi
it_it: Ciao
pt_br: Oi

source: You are registered as
it_it: Sei Registrato come
pt_br: Você está atualmente logado como .

source: Contact Information
it_it: Informazioni Di Contatto
pt_br: Informações de contato

source: Gallery Folder
it_it: Folder Galleria
pt_br: Pasta da galeria

source: Folder Pending Creation
pt_br: Pasta aguardando Criação

source: Display Name
it_it: Mostra Il Nome
pt_br: Nome Artístico

source: Gender
it_it: Sesso
pt_br: Sexo

source: Private Information
it_it: Informazioni private
pt_br: Informações privadas

source: The following information will appear only in administrative areas
pt_br: A seguinte informação não aparecerá nas áreas comuns e é apenas para uso administrativo.

source: Birthdate
it_it: Data di nascita
pt_br: Data de nascimento

source: Street
it_it: Indirizzo
pt_br: Rua

source: Phone
it_it: Telefono
pt_br: Telefone

source: Social Media Profiles
it_it: Social Media Profili
pt_br: Perfil nas redes sociais

source: Retype Password
it_it: Ripeti Password
pt_br: Digite novamente a senha

source: Last updated
pt_br: Última atualização

source: Save and Continue
it_it: Salva e continua
pt_br: Salvar e continuar

source: Classification:
it_it: Classificazione:
pt_br: Classificação:

source: Error removing
pt_br: Erro ao remover

source: File did not exist.
pt_br: Arquivo inexistente.

source: successfully removed
pt_br: Removido com sucesso

source: Photo Gallery
pt_br: Galeria de fotos

source: Are you sure you want to delete this
pt_br: Tem certeza de que deseja excluir este

source: Please try again
pt_br: Por favor, tente novamente

source: There are no images loaded for this profile yet.
it_it: Non ci sono ancora immagini caricate per queso Profilo
pt_br: ainda não há imagens carregadas para este perfil.

source: Upload Photos
it_it: Caricare Foto
pt_br: Carregar fotos

source: Upload photos using the forms below. The following formats allowed are jpg and png only
it_it: Carica le Foto utilizzando il modulo qui sotto. I Formati consentiti sono solo jpg e png
pt_br: Enviar fotos usando os formulários abaixo. Os seguintes formatos permitidos são JPG e PNG

source: Media Files
it_it: File Multimediali
pt_br: Arquivos de Mídia

source: The following files (pdf, audio file, etc.) are associated with this record
it_it: I sequenti file (pdf,file audio, ecc.) sono associati a questo Profilo
pt_br: Os arquivos seguintes (PDF, arquivos de áudio, etc.) estão associados a esse registro

source: There are no additional media linked
it_it: Non sono stati aggiunti file multimediali
pt_br: Não há midias adicionais ligados

source: Upload Media Files
it_it: Carica File Multimediali
pt_br: Fazer upload de arquivos de mídia

source: Upload new media using the forms below. The following formats are available: jpg, png, mp3, and pdf. If uploading an mp3 for a voice monolouge, use the "Voice Demo" option. For Resumes, make sure the file is a PDF
it_it: Carica i nuovi File Multimediali utilizzando il modulo qui sotto. I formati disponibili sono i seguenti: jpg, png, mp3 Se vuoi cariace un pm3 per un monologo solo voce, utilizzare 1 opzione "Demo Voce"
pt_br: Carregar novos meios de comunicação usando os formulários abaixo. Os seguintes formatos estão disponíveis: jpg, png, mp3, e pdf. Se carregar um mp3 para um monologo da voz, use a opção "Demo de voz". Para currículos, verifique se o arquivo é um PDF

source: Paste the video URL below
pt_br: Cole o URL do vídeo abaixo

source: Video Slate
pt_br: vídeo Slate

source: Back to Overview
it_it: Indietro
pt_br: Voltar ao menu principal

source: Public Information
pt_br: Informação Pública

source: The following information may appear in profile pages.
pt_br: As informações a seguir podem aparecer em páginas de perfil.

source: The following information will NOT appear in public areas and is for administrative use only.
pt_br: A seguinte informação não aparecerá nas áreas comuns e é apenas para uso administrativo.

source: Name is required.
pt_br: Nome é obrigatório.

source: The passwords you entered do not match. Your password was not updated.
it_it: Le password non coincidono. La tua passwors non sarà aggiornata
pt_br: As senhas que você digitou não são iguais. Sua senha não foi atualizado.

source: New Profile added successfully
pt_br: Novo Perfil adicionado com sucesso

source: Error creating record, please ensure you have filled out all required fields.
pt_br: Erro ao criar o registro, certifique-se de ter preenchido todos os campos necessários.

source: Profile updated successfully
pt_br: Perfil atualizado com sucesso

source: Error updating record, please ensure you have filled out all required fields.
pt_br: Erro ao atualizar registro, certifique-se de ter preenchido todos os campos necessários.

source: Records show you are not currently linked to a model or agency profile. Lets setup your profile now!
pt_br: Os registros mostram que você não está ligado a um perfil de modelo ou de uma agência. Permite configurar o seu perfil agora!

source: Self registration is not permitted.
pt_br: O auto-registro não é permitido.

source: You must be logged in to edit your profile.
pt_br: Você precisa estar logado para editar o seu perfil.

source: You have successfully logged in as <a href="%1$s" title="%2$s">%2$s</a>.
it_it: Sei uscito da <a href="%1$s" title="%2$s">%2$s</a>.
pt_br: Você está logado como <a href="%1$s" title="%2$s">%2$s</a>

source: Log out &raquo;
it_it: Esci
pt_br: Sair &raquo;

source: Please upload an image file only
pt_br: Faça upload de um arquivo de imagem

source: Please upload a mp3 file only
pt_br: Faça upload de um arquivo mp3

source: Please upload PDF/MSword/RTF files only
pt_br: Por favor, fazer upload de arquivos PDF ou DOC

source: Please upload PDF/MSWord/RTF/Image files only
pt_br: Por favor, fazer upload de arquivos PDF ou DOC

source: Please upload jpeg or png files only
pt_br: Por favor envie JPEG ou PNG

source: Please upload
pt_br: Por favor envie

source: Records show you are not currently linked to a model or agency profile.
pt_br: Os registros mostram que você não está ligado a um perfil de modelo ou de uma agência.

source: Welcome Back
it_it: Ben Tornato
pt_br: Bem vindo novamente

source: Edit Your Account Details
it_it: Aggiungi o Modifica i dati del tuo Account
pt_br: Editar sua conta detalhes

source: Manage Your Profile Information
it_it: Aggiungi le tue Informazioni Pubbliche
pt_br: Gerencie informações do seu perfil

source: Manage Photos and Media
it_it: Aggiungi le tue Foto (max.5) e Media
pt_br: Gerencie Fotos e Média

source: Welcome
pt_br: Bem vindo

source: We have you registered as
pt_br: você está registrado como:

source: Begin Your Search
pt_br: Começe sua Busca

source: Setup Your Profile
pt_br: Configorar o seu perfil

source: Thank you for joining %s!
pt_br: Obrigado por se juntar %s!

source: Gender is required .<br />
pt_br: Sexo é obrigatório.<br />

source: Profile Type is required .<br />
pt_br: Tipo de Perfil é obrigatório.<br />

source: Display Name is required .<br />
pt_br: Nome Artístico é obrigatório.<br />

source: A user account for %s has been created.
pt_br: A conta de usuário %s foi criada.

source: Thank you for registering, %s.
it_it: Grazie per esserti registrato,% s.
pt_br: Obrigado por se registar, %s.

source: You may now login and continue registration. <br/>
pt_br: Agora você pode acessar e continuar o cadastro. <br/>

source: <br/>Your login credentials are also sent to your email.
pt_br: <br/> Suas credenciais de login também são enviadas para o seu e-mail.

source: <br/>(It might go into your spam forlder)
pt_br: <br/> (Verifique sua pasta de spam)

source: To Join Our Team please complete the application below.
it_it: Far parte del nostro team si prega di compilare la domanda qui sotto.
pt_br: Para integrar nossa equipe, por favor preencha o formulário abaixo.

source: Type of Profile
it_it: Tipo profilo per cui ti vuoi candidare
pt_br: Tipo de perfil

source: The administrator currently disabled the registration.
pt_br: O administrador desativou o seu registro.

source: This plugin requires WordPress version 2.8 or newer
it_it: Wordpress 2.8 (richiesto)

source: Profile Registration
it_it: Registrazione profilo

source: Approve Users
it_it: Approva Utente

source: Settings
it_it: Impostazioni

source: Apply to Auditions & Jobs
it_it: Applica su audizioni

source: Register as Talent / Model
it_it: Registrati come profilo

source: Casting Agents & Producers
it_it: Casting e Produttori

source: List Auditions & Jobs free
it_it: Lista Audizioni e Lavori

source: Contact People in the Talent Directory
it_it: Contatta il profilo

source: Register as Agent / Producer
it_it: Registrati come agenzia

source: You are currently logged in as <a href=\"%1$s\" title=\"%2$s\">%2$s</a>.
it_it: Tu sei entrato come <a href=\"%1$s\" title=\"%2$s\">%2$s</a>.

source: Pages:
it_it: Pagine

source: Select Year
it_it: Seleziona anno

source: Talent / Model
it_it: Profilo

source: Agent / Producer
it_it: Agente / Produttore

source: Edit your profile
it_it: Modifica Profilo

source: The following information will appear only in administrative areas.
it_it: Le seguenti informazioni saranno visibili soltanto all'Amministratore di Casting Club

source: Birthdate YYYY-MM-DD
it_it: Data di nascita YYYY-MM-DD

source: Home:
it_it: Casa:

source: Cell:
it_it: Mobile:

source: Work:
it_it: Ufficio:

source: Cannot be changed
it_it: Non può essere combiato

source: Leave blank to keep same password
it_it: Lasciare vuoto per mantenere la stessa Password

source: Retype to Confirm
it_it: Digitare nuovamente per confermare

source: Last updated
it_it: ultimo aggiornamento

source: Paste the video URL below.
it_it: Digita o incolla URL del Video qui sotto. Per motivi di Privacy i Video caricati non dovranno contenere informazioni personali. I video sarrano soggetti ad approvazione da parte de Casting Club e rimossi qualora non ritenuti idonei.

source: Press the "Save and Continue" button only once. Depending on the number of files and or your connection speed, it may take a few moments to fully upload your new files/changes. When the page refreshes, you should see your new media.
it_it: Premera una sola volta il pulsante "salva e continua". A seconda del numero di file e la velocita di connessiona potrebbero essere necessari alcuni minuti per caricare completamente i tuoi nuovi file / modifiche. Quando la pagina viene aggiornata, si dovrebbero vedere i voatri nuovi media.

source: Join Our Team
it_it: Unisciti al nostro team

source: Thanks for joining %s!
it_it: Grazie per I'iscrizione a %s!

source: You need to choose your membership option and pay via paypal.
it_it: È necessario scegliere l'opzione di adesione e pagare via paypal.

source: %s Step - 1 Registration Process
it_it: %s Step - 1 Registrazione

source: You have successfully registered!
it_it: Hai completato la registrazione!

source: Please check your email for your login details.
it_it: Controlla la tua e-mail per i tuoi dati di accesso.

source: Select country
it_it: Seleziona Regione

source: Select state
it_it: Seleziona Provincia

source: Headshot
it_it: Foto Tesera

source: Comp Card
it_it: Composit

source: Voice Demo
it_it: Demo Voce

source: Other Payment Methods
it_it: Altri metodi di pagamento
