Repository: Bertholf/RB-Agency-Interact
Catalog: translation/rb-agencyinteract_*.po
Languages: nl_nl

source: New user registration on your blog %s:
nl_nl: Nieuwe gebruiker registreren op uw blog% s:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: [%s] New User Registration
nl_nl: [% s] Registratie nieuwe gebruiker

source: Thanks for joining %s! Here's how to log in:
nl_nl: Dank je voor het samenvoegen van %s Hier ziet u hoe in te loggen:

source: Password: %s
nl_nl: Wachtwoord: %s

source: If you have any problems, please contact us at %s.
nl_nl: Als u problemen heeft, neem dan contact met ons op %s.

source: Regards,
nl_nl: Met vriendelijke groet,

source: %s Registration Successful! Login Details
nl_nl: % s Registratie Succesvolle Log in Details

source: This plugin requires WordPress version 2.8 or newer
nl_nl: Deze plugin vereist WordPress versie 2.8 of nieuwer

source: Approve Users
nl_nl: Akkoord Gebruikers

source: Displays profile actions such as login and links to edit
nl_nl: Geeft het profiel van acties, zoals de login en koppelingen bewerken om

source: Agency Interact Login
nl_nl: Bureau Interact Login

source: Title:
nl_nl: Titel

source: Show Count:
nl_nl: Toon Tellen

source: Almost done...
nl_nl: Bijna klaar...

source: One More Step
nl_nl: Nog een stap

source: No valid record found.
nl_nl: Geen gevonden geldige opnemen

source: Profile deleted successfully!
nl_nl: Profiel met succes verwijderd

source: List
nl_nl: Lijst

source: All Records
nl_nl: Alle records

source: Create New Record
nl_nl: Maak een nieuw record

source: Search By
nl_nl: Zoek op

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Location
nl_nl: Plaats

source: Any Location
nl_nl: Elke locatie

source: Category
nl_nl: Categorie

source: Any Category
nl_nl: Elke categorie

source: Clear Filters
nl_nl: Filter verwijderen

source: Bulk Action
nl_nl: Bulkactie

source: Approve
nl_nl: Goedkeuren

source: Delete
nl_nl: Verwijder

source: Apply
nl_nl: Aanvragen

source: Approve this Record
nl_nl: Goedkeuren dit Record

source: Edit this Record
nl_nl: Wijzig dit record

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Zien

source: Members Sign in
nl_nl: Lid Aanmelden

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: forgot password
nl_nl: Wachtwoord Vergeten

source: Keep me signed in
nl_nl: Ik wil ingelogd blijven

source: Sign In
nl_nl: Meld u aan

source: Not a member
nl_nl: Geen lid

source: Register here
nl_nl: Registreer hier

source: Create your free profile page
nl_nl: Maak uw gratis profielpagina

source: Apply to Auditions & Jobs
nl_nl: Toepassen op Auditions & Jobs

source: Register as Talent / Model
nl_nl: Registreer als Talent / Model

source: Casting Agents & Producers
nl_nl: Casting Agenten & Producenten

source: List Auditions & Jobs free
nl_nl: Lijst Audities & Jobs gratis

source: Contact People in the Talent Directory
nl_nl: Neem contact op met Mensen in de Talent-gids

source: Register as Agent / Producer
nl_nl: Registreer als Agent / Producer

source: Contact Information
nl_nl: Contact Informatie

source: Gallery Folder
nl_nl: Galerij Folder

source: Folder Pending Creation
nl_nl: Folder In afwachting van Creatie

source: Female
nl_nl: Vrouw

source: Private Information
nl_nl: Private Informatie

source: Parent (if minor)
nl_nl: Ouder (als minor)

source: Email Address
nl_nl: E-mail adres

source: Birthdate
nl_nl: Geboortedatum

source: State
nl_nl: Staat

source: Phone
nl_nl: Telefoon

source: Social Media Profiles
nl_nl: Social Media Profielen

source: Password (Leave blank to keep same password)
nl_nl: Wachtwoord (Laat leeg om hetzelfde wachtwoord te houden)

source: Password (Retype to Confirm)
nl_nl: Wachtwoord (Bevestig om te bevestigen)

source: Last updated
nl_nl: Laatst bijgewerkt

source: Classification
nl_nl: Classificatie

source: Ethnicity
nl_nl: Etniciteit

source: Skin Color
nl_nl: Huidskleur

source: Eye Color
nl_nl: Oogkleur

source: Hair Color
nl_nl: Haarkleur

source: Height
nl_nl: Hoogte

source: Weight
nl_nl: Gewicht

source: Measurements
nl_nl: Metingen

source: Chest
nl_nl: Borst

source: Bust
nl_nl: Buste

source: Waist
nl_nl: Taille

source: Inseam
nl_nl: Binnenbeenlengte

source: Hips
nl_nl: Heupen

source: Shoe Size
nl_nl: Schoenmaat

source: Suit Size
nl_nl: Pak Maat

source: Dress Size
nl_nl: Confectiemaat

source: Suit
nl_nl: Pak

source: Details
nl_nl: Meer informatie

source: Description
nl_nl: Beschrijving

source: Gallery
nl_nl: Galerij

source: Error removing
nl_nl: Fout bij het verwijderen

source: Please try again
nl_nl: Probeer het opnieuw

source: successfully removed
nl_nl: succesvol verwijderd

source: There are no images loaded for this profile yet.
nl_nl: Er zijn geen foto's geladen voor dit profiel.

source: The following downloadable files (pdf, audio file, etc.) are associated with this record
nl_nl: De volgende downloadbare bestanden (pdf, audio-bestand, enz.) worden geassocieerd met dit rec

source: There is not any additional media linked
nl_nl: Er is geen gekoppelde extra media

source: Upload
nl_nl: uploaden

source: Upload new media using the forms below
nl_nl: Upload nieuwe media met behulp van de onderstaande formulieren

source: Paste the YouTube video URL below
nl_nl: Plak de YouTube-video onderstaande URL

source: Video Slate
nl_nl: Video Leisteen

source: Video Monologue
nl_nl: Video Monoloog

source: Public Information
nl_nl: Openbare Informatie

source: The following information will NOT appear in public areas and is for administrative use only.
nl_nl: De volgende informatie verschijnt niet in de openbare ruimtes en is voor administratieve doeleinden.

source: must have a display name identified
nl_nl: moet een geïdentificeerd weergavenaam

source: The passwords you entered do not match. Your password was not updated.
nl_nl: De ingevoerde wachtwoorden komen niet overeen. Je wachtwoord is niet bijgewerkt.

source: New Profile added successfully
nl_nl: Nieuw profiel succesvol toegevoegd

source: Error creating record, please ensure you have filled out all required fields.
nl_nl: Fout bij het ​​maken van opnemen, zorg er dan voor je hebt ingevuld alle verplichte velden in.

source: Profile updated successfully
nl_nl: Profiel bijgewerkt

source: Error updating record, please ensure you have filled out all required fields.
nl_nl: Fout bij het updaten opnemen, zorg er dan voor je hebt ingevuld alle verplichte velden in.

source: Records show you are not currently linked to a model or agency profile. Lets setup your profile now!
nl_nl: Gegevens blijkt dat u op dit moment niet gekoppeld aan een model of bureau profiel. Laten we nu het opzetten van je profiel!

source: Self registration is not permitted.
nl_nl: Zelf registratie is niet toegestaan.

source: You must be logged in to edit your profile.
nl_nl: U moet ingelogd zijn om je profiel te bewerken.

source: Welcome Back
nl_nl: Welkom Terug

source: Welcome
nl_nl: Welkom

source: We have you registered as
nl_nl: Wij hebben u ​​geregistreerd als

source: Begin Your Search
nl_nl: Beginnen met zoeken

source: Setup Your Profile
nl_nl: Stel uw profiel

source: A username is required for registration.<br />
nl_nl: Een gebruikersnaam is verplicht voor registratie. <br />

source: Sorry, that username already exists!<br />
nl_nl: Sorry, die gebruikersnaam bestaat al! <br />

source: You must enter a valid email address.<br />
nl_nl: U moet een geldig e-mailadres. <br />

source: Sorry, that email address is already used!<br />
nl_nl: Sorry, dat e-mailadres al in gebruik! <br />

source: You must agree to the terms and conditions to register.<br />
nl_nl: U moet akkoord gaan met de voorwaarden om te registreren. <br />

source: You are currently logged in as .
nl_nl: Je bent momenteel aangemeld als.

source: Log out of this account
nl_nl: Log uit van deze rekening

source: Please check your email address. That's where you'll recieve your login password.<br/> (It might go into your spam folder)
nl_nl: Controleer uw e-mailadres. Dat is waar ontvangt u uw login wachtwoord. <br/> (Het zou kunnen gaan in uw spam-map)

source: Users can register themselves or you can manually create users here.
nl_nl: Gebruikers kunnen zich registreren zelf of u kunt handmatig hier gebruikers aanmaken.

source: Users cannot currently register themselves, but you can manually create users here.
nl_nl: Gebruikers kunnen op dit moment niet zichzelf registreren, maar u kunt hier handmatig gebruikers aanmaken.

source: Username (required)
nl_nl: Gebruikersnaam (verplicht)

source: E-mail (required)
nl_nl: E-mail (verplicht)

source: Type of Profile
nl_nl: Type profiel

source: I agree to the %s terms of service
nl_nl: Ik ga akkoord met wat de %s van de dienst

source: Add User
nl_nl: Gebruiker toevoegen

source: Register
nl_nl: registreren

source: enjoying your membership?
nl_nl: genieten van uw lidmaatschap?

source: Your membership expires on
nl_nl: Uw lidmaatschap loopt af op

source: are you ready to get discovered?
nl_nl: bent u klaar om aan de slag ontdekt?

source: Subscribe now, and start applying to Casting Calls, join the Talent Directory, and more.
nl_nl: Schrijf je nu in en start van toepassing zijn op Casting verzoekt, lid worden van de Talent-gids, en nog veel meer.

source: Username(cannot be changed.)
nl_nl: Gebruikersnaam (kan niet worden gewijzigd.)

source: The following files (pdf, audio file, etc.) are associated with this record
nl_nl: De volgende bestanden (pdf, audio-bestand, enz.) worden geassocieerd met dit record

source: There are no additional media linked
nl_nl: Er zijn geen gekoppelde extra media

source: Upload Media Files
nl_nl: Upload Media-bestanden

source: Password (required)
nl_nl: Wachtwoord (verplicht)
